{
  "posts": [
    {
      "title": "Act 1",
      "content": "<p>Today I had my friend Ernest come over to my house, but to my surprise I found out his real name isn’t even Ernest! And here I thought I was the only one who had a double life. I had to ask him a load of questions and use his own cigarette case against him, but he finally admitted to being a bunburyist. Later on in the day, my aunt and cousin showed up only for ern- I mean jack to ask my cousin to marry him. To try and give him some alone time I had to distract my aunt by taking her to another room. I have decided to visit Jack in the country to see what his life is like there and hopefully have some fun.</p>"
    },
    {
      "title": "Act 2",
      "content": "<p>You should have seen the look on Jack's face when I showed up as his recently dead brother, it was absolutely fantastic! He had to go along with my plan as his brother, or he would expose his own deceptions to everyone. Visiting Jack was a great idea, not only do I get to bother him but I also met Cecily, the most beautiful woman I have laid eyes on. I decided to propose to her, but she has already considered us engaged, what a lovely woman she is! However, things started to decline when Gwen and Cecily found out who Jack and me really were. I wasn’t too upset, yet jack was and he kept trying to take my damn muffins from me.</p>"
    },
    {
      "title": "Act 3",
      "content": "<p>Me and Jack decided to tell the girls that we have decided to be rechristened as Ernest, and that made them extremely happy. Somehow Lady Bracknell found out where we all were and I accidentally told her Bunbury was dead, so I guess I can't use that excuse anymore. In other news, while hanging out with Jack, its reveals the weirdest things, because apparently, he has been my brother this entire time. Which is kind of weird because he still wants to get with our cousin but I guess I can look past that. Cecily and I are going to get married and I found out that I have an elder brother, this day can't get any better!</p>"
    }
  ]
}