{
  "posts": [
    {
      "title": "Act 1",
      "content": "<p>Mama and I are on our way to my cousin Algernon house today to visit. I really hope my mother doesn't act like a controlling b**** today. When we got there, Earnest was there. To get his full attention I started flirting with him. Ya see, men have one track minds. Once you get their mind on the right track, all you have to do is sit back and wait. My Mama hates when I flirt with boys in front of her. She says that's what \"hoes\" do and I need to act more lady like. I really like the name Earnest, I always have. I have always seen myself as being a man named Earnest's bae. While we were talking, Jack wanted mama to see something in the other room. She wanted me to come, but I blew her off. She didn't want to cause a scene in front of everyone, so that was the perfect time to be with Earnest. He looked so good today, his hair was perfect and he smelled soooooo good. We had small talk and we just were flirty back and forth. But, he asked me to be his \"main\" today! I am so excited, but I know Mama isn't going to go for it. Mama, of course, said no to me dating him. Then she made me go to the car. I swear to God she is trying to ruin my life. I just can't even today.</p>"
    },
    {
      "title": "Act 2",
      "content": "<p>I go to Earnest's home to visit. I sat down next to a girl named Cecily and we wait for the boys to show up. We both do the normal girl chitchat. I like your hair&hellip; I love those shoes&hellip; blah blah blahhhh!!! She's not really all that pretty and I know she is thinking bad things about me as well. But we both pretend that we are going to end up being the best of friends anyway. During our small talk Cecily mentions that she is going out with Earnest. WHAT. THE. HELL. Like I know this hoe is not trying to take my man. We both were pulling our hair back and taking our earrings out, because we were about to throw hands. Then both of the guys show up and I gave that sideways look to Earnest. I asked him who this hoe was and what was going on. Cecily said that was her guardian. Then my cousin Algernon shows up and he's all over her. Now we both done caught them in a lie. Me and Cecily both left and went in the kitchen. We watched as the boys fought over the Oreos. What a mess.</p>"
    },
    {
      "title": "Act 3",
      "content": "<p>Literally this day can not get any weirder. There was a huge commotion. I found out that Earnest was not really Earnest, but Jack. And Then I found out that Algernon and Jack were brothers. Then Jack turned out to really be Earnest. All went well, except now I am in love with my cousin. Cecily is happy, Earnest is really happy, and I am slightly confused. But I guess I'm happy. I'm just going to start using Tinder.</p>"
    }
  ]
}