{
  "posts": [
    {
      "title": "How To Discriminate Between an Ideal Mate and the Peasantry",
      "content": "<p>You know the situation. The darling young princesses has reached the maturity and desires to engage themselves with any tripod happening by. It is our responsibility to guide and introduce them to and ideal mate, preferably one of status and title. The eligible young men have reached the age where their hormones overtake their good sense. They are liable to follow their “little heads” and get themselves in situations that would be all the talk at the Country Club. Ah, the responsibility!</p><h5>Behavioral Maintenance</h5><p>It starts with correction. The handsome young suitors need a guiding hand as to the finer aspects of behavior and presentation. Language and communications top the list. Why, my precious Algernon had the audacity to place the terms “very” and “well” together to describe how he was feeling. Tragic! I corrected him on this rather unbecoming practice, and so should you.</p><p>Leading by example- Checking on those who are in duress is a fine method for building character. Calling on my dear friend Lady Harbury after her husband’s passing, I noticed a distinct change in her demeanor and dress. The old sow sparkled to life and is now partying it up but I question the blond hair and young escorts…never mind. Keeping one’s health up is important as well. The youth shouldn’t hold the patent on good living and being in poor health is so unbecoming, as represented by one strangely absent and sickly Mr. Bunbury.</p><h5>The Ideal Candidate</h5><p>The ideal mate for a woman of society should have an occupation, such as smoking. The educated and men who loiter about living on their family trust fund are so unqualified. Natural ignorance should be nurtured and encouraged. Education breeds conflict. His money should be in investments, as real estate is no longer profitable and a lot of work to maintain. Country living is for the provincial people. Men of status should reside in the city.</p><p>Politics do not matter so long as one comes with a bit of dosh. The only people who engage in class warfare are those who have no class so avoid them at all costs.</p><p>Having relatives that one can trace back is highly important as well. Orphans, like my nephew’s friend Jack are just that, orphan.</p><p>Holding one’s chin up is a sign of style and class. As we age, we lose our ability to do so through judging the lesser affluent and osteoporosis.</p><h5>The Hookup</h5><p>But be warned, eloping and rush marriages before the Justice of The Peace (ie: mercenary marriages) are distasteful, as are long engagements. Long engagements, on the other hand, give the parties involved too much time to figure out why they shouldn’t be married. While marrying in one’s late 20’s is ideal, marrying before thirty-five would seem to be rushing things a bit. Then again, if one is eighteen but represents herself maturely, it will not be long before one is of age anyway, so…</p><h5>In Conclusion</h5><p>Hesitation is indicative of onset of Altzheimers in the young and old. If the money and status is right, rush on in! Thus, the importance of being earnest.</p>"
    }
  ]
}